

//Array of Objects
const quiz = [
{
    q:'কোনটি প্রাকৃতিক পরিবেশের উপাদান ?',
    options:['গাছ','টেবিল','কলম','চেয়ার'],
    answer:0
},
{
    q: 'কোনটি মানুষের তৈরি পরিবেশের উপাদান ?',
    options:['পাখি','পাহাড়','ঘরবাড়ি','মাছ'],
    answer:2
},
{
    q: 'নিচের কোনটি জীব ?',
    options:['মরিচ গাছ','বাড়ি','রিকশা','এরোপ্লেন'],
    answer:0
},
{
    q: 'কোনটি বৃদ্ধি পায় ?',
    options:['মোটরগাড়ি','কবুতর','চেয়ার','পাথর'],
    answer:1
},
{
    q: 'নিচের কোনটি অপুষ্পক উদ্ভিদ ?',
    options:['আম','ঢেঁকি শাক','ধান','শাপলা'],
    answer:1
},
{
    q:'কোনটি কঠিন পদার্থ ?',
    options:['পানি','জলীয় বাষ্প','ফলের রস','আইসক্রিম'],
    answer:3
},
{
    q: 'কোনটি তরল পদার্থ ?',
    options:['তেল','জলীয় বাষ্','বুদবুদ','বরফ'],
    answer:0
},
{
    q: 'কোনটি পানি দূষণের কারণ ??',
    options:['পানিতে ময়লা ফেলা','পানিতে মাছ ধরা'],
    answer:0
},
{
    q: 'কোনটি নিরাপদ পানি ?',
    options:['পুকুরের পানি','ফুটানো পানি','নদীর পানি'],
    answer:1
},
{
    q: 'শিম এবং কাঁঠাল কোন মাটিতে ভালো জম্মায় ? ?',
    options:['বেলে মাটি','দোআঁশ মাটি','এঁটেল মাটি','লোনা মাটি'],
    answer:2
},
{
    q: 'তরমুজ ও চিনাবাদাম কোন মাটিতে ভালো জম্মায় ?',
    options:['বেলে মাটি','দোআঁশ মাটি','এঁটেল মাটি','লোনা মাটি'],
    answer:0
},
{
    q: 'উদ্ভিদ কার্বন ডাই-অক্সাইড কী কাজে ব্যবহার করে  ?',
    options:['খাদ্য তৈরি','বৃদ্ধিতে','ফুল ফোটাতে','ফল উৎপাদনে'],
    answer:0
},
{
    q: 'কোনটি প্রাকৃতি সম্পদ ?',
    options:['কলম','বই','মাটি','টেবিল'],
    answer:2
},
{
    q: 'কোনটি যাতায়াত প্রযুক্তি ?',
    options:['কম্পিউটার','টেলিফোন','উড়োজাহাজ','ট্রাক্টর'],
    answer:2
},
{
    q: 'কোন প্রযুক্তিটি প্রথমে তৈরি হয়েছে ?',
    options:['কলম','কাগজ','বই','মুদ্রণযন্ত্র'],
    answer:1
},
{
    q: 'কোনটি আধুনিক প্রযুক্তি  ?',
    options:['কোদাল','লাঙল','কাস্ত','ট্রাক্টর'],
    answer:3
}
]